# browsers
cask "arc"
cask "firefox"

# design
cask "figma"

# development
brew "bat"
brew "eza"
brew "fish"
brew "fzf"
brew "gh"
brew "helix"
brew "lazygit"
brew "oven-sh/bun/bun"
brew "starship"
brew "zellij"
brew "zoxide"
cask "alacritty"
cask "cursor"
cask "dbngin"
cask "handbrake"
cask "herd"
cask "imageoptim"
cask "minisim"
cask "polypane"
cask "transmit"
cask "visual-studio-code"
cask "zed"

# fonts
tap "homebrew/cask-fonts"
cask "font-jetbrains-mono-nerd-font"

# others
cask "ankama" # 🎮
cask "discord"
cask "setapp"
cask "whatsapp" # 😩
cask "signal"

# productivity
cask "obsidian"
cask "onlyoffice"
